[
  {
    "id": 1,
    "name": "LED Bedside Lamp",
    "description": "Sensitive Touch Function The LED bedside lamp with touch function has a highly sensitive touchpad, which you can easily use. The touchpad also has functions to prevent unintentional activation and LED indicators. Make your life smarter.<br>With dimming function: the LED night light has a gradual dimming function. Long press \"+\" or \"-\" to select the desired brightness. The lowest brightness is suitable for sleeping and creating mood. Higher brightness is suitable for study and camping.<br>8 Colors & 3 Lighting Modes: The LED table lamp is battery operated and offers a choice of 8 colors. There are three modes of operation: flashing, breathable and color gradient. Depending on the desired atmosphere, you can select different modes and colors.<br>【1500mAh Battery & USB】This product comes with a USB charging cable. After fully charged, you can use the bedside lamp for 11-15 hours at normal brightness and 80 hours at the lowest brightness. The lamp also has a timer function. You can set it to turn off after 1, 2, 4 or 6 hours.<br>- If the bedside lamp flashes, the battery is low. Then you need to charge it. If the battery is low, it may affect the touch function.",
    "image": ""
  },
  {
    "id": 2,
    "name": "De'Longhi Magnifica S",
    "description": "RESH GROUND COFFE: The espresso grinder grinds your coffee only at the time of preparation, and only the amount required, to achieve a perfect result, cup after cup<br>Easy to use: with a simple touch, make all your favourite drinks directly on the control panel<br>Wide choice of recipes: Enjoy 2 coffee recipes (espresso, lungo) in direct access and make all your milk drinks thanks to the steam nozzle. Brewing 2 coffees at the same time<br>Personalisation: Personalise and record your drinks according to your taste (intensity, length in cup and temperature)<br>From bean to cup: the espresso grinder opens the doors of the coffee world. Choose your coffee beans from your roaster and discover new terroirs and aromas",
    "image": ""
  }
]